# Where to install casks
cask_args appdir: "~/Applications"
tap "homebrew/cask"
tap "homebrew/bundle"

# Cask
cask 'vlc'
cask 'microsoft-auto-update'
cask 'microsoft-teams'
cask 'google-chrome'
cask 'dropbox'
cask 'alfred'
cask 'slack'
cask 'spotify'
cask 'kindle'
cask '1password'
cask 'notion'
cask 'nordvpn'
cask 'visual-studio-code'
cask 'openvpn-connect'
cask 'fig'
cask 'postman'
cask 'steam'
cask 'microsoft-office'
cask 'google-drive'
cask 'zoom'
cask 'github'

# Brew
brew 'git'
brew 'python'
brew 'nvm'
brew 'mysql'
brew 'docker'
brew 'powerlevel10k'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh-fast-syntax-highlighting'
brew 'tree'
